export const announcements = [
  {
    title: "[공지] 스꾸냠 개인정보 처리방침 개정 안내",
    content:
      "안녕하세요.\n스꾸냠 개인정보 처리방침 개정과 관련하여 안내드립니다.\n\n[약관 개정 범위]\n- 스꾸냠 개인정보 처리방침\n\n[약관 개정 일자]\n- 공고 일자 : 2023년 9월 27일\n- 시행 일자 : 2023년 10월 4일\n\n[관련 문의]\n- 개정되는 이용 약관에 대해서는 스꾸냠 고객센터(1000-1000)로 문의 바랍니다.\n- 개정되는 약관에 동의하지 않으시는 경우 회원 탈퇴 하실 수 있습니다.\n-단, 공지 기간 동안에 이용 약관의 변경에 동의하지 않는다는 명시적인 의사표시가 없는 경우, 이용약관에 동의한 것으로 간주합니다. \n\n감사합니다.\n스꾸냠 드림",
    createdAt: "2023-10-17 13:01:43",
  },
];

export const questions = [
  {
    question: "적립된 포인트는 어떻게 사용하나요?",
    answer:
      "해당 매장의 포인트 사용 정책에 따라 일정 금액 이상 적립시 사용이 가능합니다. \n사용 방법은 주문 페이지에서 [포인트 사용] 버튼을 클릭할 시 현재 보유 포인트와 최소 사용 가능 금액, 사용 단위 금액을 확인하실 수 있습니다.\n포인트 사용 관련 상세 정책은 매장 마다 다를 수 있으므로 해당 매장 혜택 안내를 참조 하시거나 매장에 직접 문의 부탁드립니다.",
  },
];
